[
 {
  "titulo": "Lugares asombrosos : travesías insólitas y otras maneras extrañas de conocer el mundo",
  "autor": "a4",
  "valoracion": "4",
  "descripcion": "¿Cuál es nuestra urgencia por descubrir vida en otros planetas cuando ni siquiera hemos terminado de comprender las complejidades de la vida en nuestro propio mundo? A lo largo de las páginas que estás por leer te llevaré de la mano a algunos de los sitios más extraños que nos rodean: unos curiosos, otros perturbadores...Los destinos que estamos por recorrer no están en amigables guías de turismo. Me atrevo a decir, incluso, que las autoridades no desean que conozcamos la mayoría de estos sitios. Prepárate para ver el mundo como nunca antes. Solo una advertencia antes de comenzar: el grado de tolerancia a diferentes gustos e ideologías debe ser máximo; no hay espacio eneste avión para mentes cerradas y prejuiciosas. ¿Estás listo?\r\n",
  "detalle": "esta bueno",
  "precio": "500",
  "descuento": "100",
  "categoria": "ofertas",
  "portada": "portada-1591648744570.jpg",
  "id": 1
 },
 {
  "titulo": "Psicología del éxito",
  "autor": "a2",
  "valoracion": "2",
  "descripcion": "PSICOLOGÍA DEL ÉXITO es otra cosa. Esta diseñado para personas comprometidas a cambiar su vida de verdad y para siempre. Sin esoterismos ni magia. Sin gilipatrañas ni autoayudismos.Te servirá solo si entiendes que, para obtener más, necesitas hacer y ser más. Psicología del éxito es ese coach particular que te acompaña para hacer realidad tu sueño mientras disfrutas del proceso y dejas el mundo mejor de cómo te lo encuentras. Con tu mejor tú y este libro vas a beneficiarte de las sinergias que se generan al optimizar las áreas principales de la vida, produciendo: EMANCIPACIÓN PROFESIONAL, AUTONOMÍA EMOCIONAL Y PLENITUD FÍSICO-MENTAL.",
  "categoria": "novedades",
  "detalle": "Re loco",
  "precio": "1000",
  "descuento": "0",
  "portada": "portada-1591649396081.jpg",
  "id": 2
 },
 {
  "titulo": "Little Fires Everywhere",
  "autor": "a1",
  "valoracion": "4",
  "descripcion": "'Just read it...Outstanding' Matt Haig\r\n\r\n'To say I love this book is an understatement...It moved me to tears' Reese Witherspoon\r\n\r\n'Beautifully written, completely charming, and extremely wise on the subject of adolescence and influence' Nick Hornby\r\n\r\n\r\nEveryone in Shaker Heights was talking about it that summer: how Isabelle, the last of the Richardson children, had finally gone around the bend and burned the house down.\r\n\r\nIn Shaker Heights, a placid, progressive suburb of Cleveland, everything is meticulously planned - from the layout of the winding roads, to the colours of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules.\r\n\r\nEnter Mia Warren - an enigmatic artist and single mother- who arrives in this idyllic bubble with her teenage daughter Pearl, and rents a house from the Richardsons. Soon Mia and Pearl become more than just tenants: all four Richardson children are drawn to the mother-daughter pair. But Mia carries with her a mysterious past, and a disregard for the rules that threatens to upend this carefully ordered community.\r\n\r\nWhen old family friends attempt to adopt a Chinese-American baby, a custody battle erupts that dramatically divides the town - and puts Mia and Elena on opposing sides. Suspicious of Mia and her motives, Elena is determined to uncover the secrets in Mia's past. But her obsession will come at an unexpected and devastating cost...\r\n\r\nWhat readers are saying:",
  "categoria": "español",
  "detalle": "",
  "precio": "700",
  "descuento": "50",
  "portada": "portada-1591649494646.jpg",
  "id": 3
 },
 {
  "titulo": "Moby Dick / Spanish Edition",
  "autor": "a5",
  "valoracion": "3",
  "descripcion": "Nominada por los estadounidenses como una de las 100 mejores novelas en la serie de PBS The Great American Read. A través de este clásico, Melville logra convertir la historia de la caza de un cachalote en toda una metáfora sobre la condición humana y sus conflictos. Moby Dick, la novela que William Faulkner hubiera querido escribir, va siempre acompañada del reconocimiento y el elogio que merece toda construcción narrativa impecable. La lucha del capitán Ahab, su terrible obsesión y la mítica persecución de la enorme ballena ha traspasado fronteras, consiguiendo así la indiscutible categoría de obra maestra de la literatura universal. Esta edición cuenta con la introducción del especialista y director del Departamento de Estudios Americanos, Andrew Delbanco, autor de Melville (2005), la biografía de referencia del autor de Moby Dick. Asimismo, incorpora una serie de ilustraciones tales como el mapa de la travesía, un plano del ballenero Pequod y otras curiosidades que enriquecen la experiencia de la lectura y proyectan la imaginación del lector. «Pero tú, oh ballena, nadas con esa calma hechicera ante quien te ve por primera vez, después de haber engañado y destruido a tantos hombres...» ENGLISH DESCRIPTION Moby-Dick is the story of Captain Ahab's quest to avenge the whale that 'reaped' his leg. The quest is an obsession and the novel is a diabolical study of how a man becomes a fanatic. But it is also a hymn to democracy. Bent as the crew is on Ahab s appalling crusade, it is equally the image of a co-operative community at work: all hands dependent on all hands, each individual responsible for the security of each. Among the crew is Ishmael, the novel's narrator, ordinary sailor, and extraordinary reader. Digressive, allusive, vulgar, transcendent, the story Ishmael tells is above all an education: in the practice of whaling, in the art of writing.",
  "categoria": "mas-vendidos",
  "detalle": "La ballena papa!",
  "precio": "1500",
  "descuento": "25",
  "portada": "portada-1591649589169.jpg",
  "id": 4
 },
 {
  "titulo": "Girl, Woman, Other : WINNER OF THE BOOKER PRIZE 2019",
  "autor": "a3",
  "valoracion": "5",
  "descripcion": "***WINNER OF THE BOOKER PRIZE 2019***\r\n\r\n*SHORTLISTED FOR THE WOMEN'S PRIZE FOR FICTION 2020*\r\n\r\nTHE SUNDAY TIMES BESTSELLER\r\n\r\n'Exceptional. You have to order it right now' Stylist\r\n\r\nThis is Britain as you've never read it.\r\nThis is Britain as it has never been told.\r\n\r\nFrom Newcastle to Cornwall, from the birth of the twentieth century to the teens of the twenty-first, Girl, Woman, Other follows a cast of twelve characters on their personal journeys through this country and the last hundred years. They're each looking for something - a shared past, an unexpected future, a place to call home, somewhere to fit in, a lover, a missed mother, a lost father, even just a touch of hope . . .\r\n\r\n'Masterful . . . A choral love song to black womanhood in modern Great Britain' Elle\r\n\r\n'Ambitious, flowing and all-encompassing, an offbeat narrative that'll leave your mind in an invigorated whirl... [It] unites poetry, social history, women's voices and beyond.' Stylist\r\n\r\n'Bernardine Evaristo can take any story from any time and turn it into something vibrating with life' Ali Smith, author of How to be both\r\n\r\n'Sparkling, inventive' Sunday Times\r\n\r\n'Funny, sad, tender and true, deserves to win awards' Red\r\n\r\n'Brims with vitality' Financial Times\r\n\r\nSHORTLISTED FOR THE GORDON BURN PRIZE 2019",
  "categoria": "mas-vendidos",
  "detalle": " WINNER OF THE BOOKER PRIZE 2019",
  "precio": "500",
  "descuento": "5",
  "portada": "portada-1591649952460.jpg",
  "id": 5
 },
 {
  "titulo": "Sapiens",
  "autor": "a1",
  "valoracion": "4",
  "descripcion": "El libro de no ficción del AÑO\r\n\r\nUn best seller internacional con más de un millón de ejemplares vendidos.\r\n\r\nLúcido e iluminador: la historia de la humanidad en un solo volumen.\r\n\r\nEste es el fascinante relato de nuestra extraordinaria historia: de simios sin importancia a amos del mundo.\r\n\r\n¿Cómo logró nuestra especie imponerse en la lucha por la existencia? ¿Por qué nuestros ancestros recolectores se unieron para crear ciudades y reinos? ¿Cómo llegamos a creer en dioses, en naciones o en los derechos humanos; a confiar en el dinero, en los libros o en las leyes? ¿Cómo acabamos sometidos a la burocracia, a los horarios y al consumismo? ¿Y cómo será el mundo en los milenios venideros? En Sapiens. De animales a dioses, Yuval Noah Harari traza una breve historia de la humanidad, desde los primeros humanos que caminaron sobre la Tierra hasta los radicales y a veces devastadores avances de las tres grandes revoluciones que nuestra especie ha protagonizado: la cognitiva, la agrícola y la científica. A partir de hallazgos de disciplinas tan diversas como la biología, la antropología, la paleontología o la economía, Harari explora cómo las grandes corrientes de la historia han modelado nuestra sociedad, los animales y las plantas que nos rodean e incluso nuestras personalidades. ¿Hemos ganado en felicidad a medida que ha avanzado la historia? ¿Seremos capaces de liberar alguna vez nuestra conducta de la herencia del pasado? ¿Podemos hacer algo para influir en los siglos futuros? Audaz, ambicioso y provocador, este libro cuestiona todo lo que creíamos saber sobre el ser humano: nuestros orígenes, nuestras ideas, nuestras acciones, nuestro poder... y nuestro futuro. - El fuego nos dio poder.",
  "categoria": "Antropologia",
  "detalle": "parece flashero",
  "precio": "2000",
  "descuento": "5",
  "portada": "undefined-1592092004160.jpg",
  "id": 6
 }
]